/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%2$@ の %1$@";
msgFromAdminOnMachine = "%2$@ の %1$@";

lastAccessHoursString = "%d 時間以上前";
lastAccessMinutesString = "%d 分前";
lastAccessSecondsString = "%d 秒前";
lastAccessOneHourString = "1 時間以上前";
lastAccessOneMinuteString = "1 分前";
lastAccessOneSecondString = "1 秒前";

errAttnReqCommString = "通信エラーが起きたため、メッセージを送信できませんでした。";
errAttnReqNoAdminString = "現在対応できる管理者がいません。";
errTextChatCommString = "通信エラーが起きたため、チャットを中断しました。";

unknownLastAccess = "不明";

restartRequestTitle = "再起動が必要なソフトウェアがインストールされています。";
restartRequestMessage = "Remote Desktop の管理者はお使いのコンピュータにソフトウェアをインストールしています。このソフトウェアはコンピュータを再起動するまで使用できません。すべてのアプリケーションを終了して再起動するには、“再起動”をクリックしてください。";
buttonCancel = "キャンセル";
buttonContinue = "再起動";
